Repository: GbrielGarcia/albertoguaman.com
Catalog: lib/l10n/app_*.arb
Languages: es, pt

source: Hello
es: Hola
pt: Olá

# proyectRealized
source: Realized Projects
es: Proyectos Realiados
pt: Projetos realizados

source: Select language
es: Seleccionar idioma
pt: Selecionar o idioma

source: Company:
es: Empresa:
pt: Empresa:

source: Country:
es: País:
pt: País:

source: Employment:
es: Empleo:
pt: Emprego:

source: Skills:
es: Habilidades:
pt: Habilidades:

# administratorIt
source: IT Administrator
es: Administrador de TI
pt: Administrador TI

source: see project
es: ver proyecto
pt: ver projeto

source: Web developer and data analyst
es: Desarrollador web y analista de datos
pt: Desenvolvedor da Web e analista de dados

source: Services
es: Servicios de
pt: Serviços de

# servicesApp
source: Hi Alberto, I want more information about app development:
es: Hola Alberto, quiero más información sobre desarrollo de apps:
pt: Oi Alberto, gostaria de obter mais informações sobre o desenvolvimento de aplicativos:

# servicesAppTitle
source: App development
es: Desarrollo de apps
pt: Desenvolvimento de aplicativos

# servicesDevWeb
source: Hi Alberto, I would like more information about website development:
es: Hola Alberto, quiero más información sobre desarrollo de sitios web:
pt: Oi Alberto, gostaria de obter mais informações sobre o desenvolvimento de sites:

# servicesDevWebTitle
source: Website development
es: Desarrollo de sitios web
pt: Desenvolvimento de sites

# servicesDisWeb
source: Hi Alberto, I want more information about web site design:
es: Hola Alberto, quiero más información sobre diseño de sitios web:
pt: Oi Alberto, gostaria de obter mais informações sobre o design do site:

# servicesDisWebTitle
source: Website design
es: Diseño de sitios web
pt: Design de sites

source: Made with Flutter
es: Realizado con Flutter
pt: Feito com o Flutter

# desingFlutter
source: Flutter Designs
es: Diseños con Flutter
pt: Diseños con Flutter

# resource
source: Resources
es: Recursos de

# portfolioStyle
source: My portfolio in the style of
es: Mi portafolio con estilo de

source: Professional Website
es: Sitio web Profesional

# informationAbout
source: Hello Alberto, I would like more information about:
es: Hola Alberto, quiero más información sobre:

# meetMe
source: Meet with me
es: Reúnete conmigo

source: Open
es: Abrir

source: Read my Blog
es: Lee mi Blog

source: View
es: Visualizar

# descriptionAbout
source: I am a freelance professional passionate about technology, originally from Ecuador, with experience in systems administration, web development and mobile applications. With a degree in Software Development Technology, I strive to keep up to date in this constantly evolving technological world. Currently, I work as a project manager, leading innovative initiatives and offering effective solutions.
es: Soy un profesional freelance apasionado por la tecnología, originario de Ecuador, con experiencia en administración de sistemas, desarrollo web y aplicaciones móviles. Titulado en Tecnología en Desarrollo de Software, me esfuerzo por mantenerme al día en este mundo tecnológico en constante evolución. Actualmente, me desempeño como agente de proyectos, liderando iniciativas innovadoras y ofreciendo soluciones efectivas.
pt: Sou um freelancer equatoriano apaixonado por tecnologia, com experiência em administração de sistemas, desenvolvimento web e aplicativos móveis. Formado em Tecnologia de Desenvolvimento de Software, sempre me mantenho atualizado neste dinâmico mundo tecnológico. Atualmente, estou me especializando em análise de dados com o Power BI.

source: Experience
es: Experiencia

# project
source: Projects
es: Proyectos
pt: Projeto:

source: Publications
es: Publicaciones

# contacMe
source: Contact me
es: Contáctame
pt: Contacte-me

# helloWordIam
source: Hello, World! I am
es: ¡Hola, Mundo! Yo soy

source: Freelancer
es: Autónomo

# helpdeskManagement
source: Helpdesk management and issue resolution, efficiently solving technical problems.
es: - Gestión de helpdesk e incidencias, resolviendo problemas técnicos de manera eficiente.

# dataAnalysisAndMaintenance
source: Data analysis and maintenance of educational sites with Moodle.
es: - Análisis de datos y mantenimiento de sitios educativos con Moodle.

# processAutomation
source: Process automation and preventive maintenance of equipment.
es: -Automatización de procesos y mantenimiento preventivo de equipos.

# flutterDevelopment
source: Development and implementation of software using Flutter.
es: - Desarrollo e implementación de software utilizando Flutter.

# mobileWebInstructor
source: Instructor of mobile and web application courses.
es: - Instructora de cursos de aplicaciones móviles y web.

# mobileWebDevelopment
source: Development of mobile and web applications using Flutter.
es: - Desarrollo de aplicaciones móviles y web utilizando Flutter.

# mobileConsulting
source: Consulting on the development of mobile applications with Flutter.
es: - Consultoría en el desarrollo de aplicaciones móviles con Flutter.

# webDevelopment
source: Web development with HTML, JavaScript, CSS, and Webflow.
es: - Desarrollo web con HTML, JavaScript, CSS y Webflow.

# onlineStoreCreation
source: Creation of online stores using Odoo, WooCommerce, and WordPress.
es: - Creación de tiendas en línea utilizando Odoo, WooCommerce y WordPress.

# mobileWebInstructorRepeat
source: Instructor of mobile and web application courses.
es: - Instructora de cursos de aplicaciones móviles y web.
